tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/games"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/versions"
tap "neovim/neovim"
tap "osx-cross/avr"
cask "java"
cask "xquartz"
brew "ant", args: ["with-ivy"]
brew "autoconf"
brew "automake"
brew "gmp"
brew "mpfr"
brew "libmpc"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc"
brew "avr-libc"
brew "libelf"
brew "libusb"
brew "libusb-compat"
brew "libftdi0"
brew "avrdude"
brew "bash-completion"
brew "bazel"
brew "boost"
brew "capnp"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmake"
brew "cscope"
brew "doxygen"
brew "eigen"
brew "lame"
brew "perl"
brew "git"
brew "xvid"
brew "ffmpeg"
brew "isl"
brew "gcc"
brew "gdb"
brew "gdbm"
brew "gettext"
brew "go"
brew "hugo"
brew "ilmbase"
brew "isl@0.11"
brew "jpeg"
brew "jasper"
brew "jemalloc"
brew "openssl"
brew "mpfr@2"
brew "libmpc@0.8"
brew "libpng"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libvterm"
brew "libyaml"
brew "lua"
brew "readline"
brew "sqlite"
brew "python"
brew "mercurial"
brew "msgpack"
brew "unibilium"
brew "neovim"
brew "node"
brew "xz"
brew "numpy"
brew "openexr"
brew "opencv"
brew "pcre"
brew "phantomjs"
brew "pkg-config"
brew "ruby"
brew "sdl"
brew "sdl2"
brew "swig"
brew "tbb"
brew "teensy_loader_cli"
brew "texi2html"
brew "tmux"
brew "valgrind"
brew "vim"
brew "yasm"
brew "youtube-dl"
cask "1password"
cask "android-studio"
cask "arduino"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hammerspoon"
cask "inkscape"
cask "iterm2"
cask "karabiner"
cask "love"
cask "macvim"
cask "seil"
cask "sketchup"
cask "slack"
cask "steam"
cask "tomighty"
cask "virtualbox"
cask "wesnoth"
cask "wkhtmltopdf"
